; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; Soft Version: 3.52.100
; Update: August 18, 2017


[Lang]
NativeLanguage=Magyar

[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=Ok
ButtonClose=Bezárás

[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
LangShortName=hu-hu
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Információ
Warning=Figyelmeztetések
Error=Hiba
Confirm=Megerősítés
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Ossza meg a Wise Memory Optimizer-t barátaival
FrmMoMain.imgfacebook.hint=Lájkolja a WiseCleaner-t a Facebookon
FrmMoMain.imgtwitter.hint=Ossza meg a Wise Memory Optimizer-t a Twitteren
FrmMoMain.chkupdate.caption=Az új verzió automatikus ellenőrzése
FrmMoMain.btnlike.caption=Tetszik
FrmMoMain.lblTotalMem.Caption=Memória mérete:
FrmMoMain.lblaopt.Caption=Automatikus optimalizálás az alábbi érték alatt:  
FrmMoMain.lbltry.Caption=További memória felszabadítása
FrmMoMain.btnsettings.Caption=Beállítások
FrmMoMain.btnOpt.Caption=Optimalizálás
FrmMoMain.chkmin.Caption=Minimalizálás a tálcára bezáráskor
FrmMoMain.chkauto.Caption=Futtatás a Windows indításakor
FrmMoMain.chkautoOpt.Caption=Automatikus optimalizálás
FrmMoMain.ckchkclearborad.Caption=A vágólap ürítése optimalizálás közben
FrmMoMain.chkidle.Caption=Optimalizálás a CPU üresjáratában (Ajánlott)
FrmMoMain.lbllang.Caption=Nyelv:
;
; About
;
FrmAbout.caption=Névjegy
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblemail.caption=Email:
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:

[MemoryOptimizer]
ThisTimeFreeMemory=Jelenleg %s memória lett felszabadítva.
CurPrecent=Jelenlegi memória használat:
UsedMemory=Használt memória:
AvailableMemory=Szabad memória:
FreeMemory=Szabad memória:
At=Időpont:
pmShow=Wise Memory Optimizer megnyitása
pmOpt=Optimalizálás
pmAbout=Névjegy
pmExit=Kilépés
SureExit=A memória optimalizálása folyamatban van. Valóban ki szeretne lépni?
Mintotray=Memória optimalizálás

[Message]
NewVer=Új Wise Memory Optimizer verzió érhető el! Szeretné frissíteni most?
NotShowNotice=Ne jelenjen meg ez az értesítés többé